apollographql.apollo-midnight-color-theme
bardleware.sandstorm
carlos18mz.cyberpunk-2077-rebuild
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
correiagithubgruvbox.correia-github-gruvbox
daltonmenezes.aura-theme
editorconfig.editorconfig
endormi.2077-theme
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
github.github-vscode-theme
github.vscode-github-actions
golang.go
hashicorp.terraform
hyrious.import-cost
i007c.00-team-theme
kennylong.kubernetes-yaml-formatter
marqu3s.aurora-x
miguelsolorio.fluent-icons
mindginative.terraform-snippets
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
prisma.prisma
rangav.vscode-thunder-client
rbbit.typescript-hero
redhat.vscode-yaml
robbowen.synthwave-vscode
sainnhe.gruvbox-material
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
t3m1n4l.amoled-github
tal7aouy.rainbow-bracket
tejasvi.rainbow-brackets-2
waderyan.gitblame
wayou.file-icons-mac
wix.glean
wix.vscode-import-cost
xaver.clang-format
yzhang.markdown-all-in-one
